import React from 'react'
import ContactButton from './HomeHelp/ContactButton'
import './Home.css'

export const Home = () => {
    return (
        <dev className='home-page'>
            <div className='home-content'>
                <div className='main-header center'>
                    <h1>חיים הדברות</h1>
                </div>
                <div className='text-area'>
                    <p>
                        שיא ארה"ב הכריז על הסנקציות נגד רוסיה בתגובה לפלישה - והודיע שישלח כוחות נוספים לאירופה אך לא יילחם על אדמת אוקראינה. "עכשיו כל העולם יגלה את פרצופו האמיתי", אמר ביידן בהצהרה בבית הלבן. "השאיפות שלו הרבה יותר גדולות מאוקראינה, הוא רוצה להחזיר את ברית המועצות"
                        שיא ארה"ב הכריז על הסנקציות נגד רוסיה בתגובה לפלישה - והודיע שישלח כוחות נוספים לאירופה אך לא יילחם על אדמת אוקראינה. "עכשיו כל העולם יגלה את פרצופו האמיתי", אמר ביידן בהצהרה בבית הלבן. "השאיפות שלו הרבה יותר גדולות מאוקראינה, הוא רוצה להחזיר את ברית המועצות"
                        שיא ארה"ב הכריז על הסנקציות נגד רוסיה בתגובה לפלישה - והודיע שישלח כוחות נוספים לאירופה אך לא יילחם על אדמת אוקראינה. "עכשיו כל העולם יגלה את פרצופו האמיתי", אמר ביידן בהצהרה בבית הלבן. "השאיפות שלו הרבה יותר גדולות מאוקראינה, הוא רוצה להחזיר את ברית המועצות"
                        שיא ארה"ב הכריז על הסנקציות נגד רוסיה בתגובה לפלישה - והודיע שישלח כוחות נוספים לאירופה אך לא יילחם על אדמת אוקראינה. "עכשיו כל העולם יגלה את פרצופו האמיתי", אמר ביידן בהצהרה בבית הלבן. "השאיפות שלו הרבה יותר גדולות מאוקראינה, הוא רוצה להחזיר את ברית המועצות"
                        שיא ארה"ב הכריז על הסנקציות נגד רוסיה בתגובה לפלישה - והודיע שישלח כוחות נוספים לאירופה אך לא יילחם על אדמת אוקראינה. "עכשיו כל העולם יגלה את פרצופו האמיתי", אמר ביידן בהצהרה בבית הלבן. "השאיפות שלו הרבה יותר גדולות מאוקראינה, הוא רוצה להחזיר את ברית המועצות"

                    </p>
                    <div className='contact-button center'>
                        <ContactButton />
                    </div>
                </div>
            </div>
        </dev>
    )
}
